Repository: chaoswest-tv/portier
Catalog: locale/*/LC_MESSAGES/django.po
Languages: de

source: German
de: Deutsch

source: English
de: Englisch

# restreamconfig_stream_help
source: Stream that's being used as source for the restreaming
de: Stream der als Quelle für die Weiterleitung verwendet wird

# restreamconfig_target_help
source: Target url that the stream is being restreamed to, including schema (e.g. rtmp://)
de: Ziel URL an die der Stream weitergeleitet wird, inklusive Schema (z.B. rtmp://)

# restreamconfig_name_help
source: Name for this restream configuration
de: Name für diese Restream Konfiguration

# restreamconfig_activate_help
source: Only active configurations will be executed for incoming streams
de: Nur aktive Konfigurationen werden bei eingehenden Streams ausgeführt

# restreamconfig_verbose_name
source: Restream configuration
de: Restream Konfiguration

# restreamconfig_verbose_name_plural
source: Restream configurations
de: Restream Konfigurationen

# restreamconfig_class_name
source: Restream configuration
de: Restream Konfiguration

# confirm_delete_header
source: Confirm deletion
de: Löschen bestätigen

source: Are you sure you want to delete "%(restreamconfig_config_name)s"?
de: Bist du sicher, dass du "%(restreamconfig_config_name)s" löschen willst?

source: Delete
de: Löschen

# restreamconfig_configuration_details_header
source: Restream configuration details
de: Restream Konfiguration Details

source: Change
de: Ändern

source: Active
de: Aktiv

source: Configured target URL
de: Konfigurierte Ziel-URL

# create_new_restreamconfig_configuration_header
source: Create new restream configuration
de: Neue Restream Konfiguration erstellen

source: Submit
de: Abschicken

# restreamconfig_configuration_text_html
source: <p>A restream configuration allows you to forward incoming streamswithout further processing to external systems.<p><p>The restream configuration needs a previously configured source stream and a target RTMP URL which you can freely chose. The target RTMP URL should look e.g. like this: <code>rtmp://servername/app/streamkey</code></p>You can of course create multiple restream configurations with the same source stream. This allows you to only send one stream from your encoder, but distribute this to multiple platforms.</p><p>Only restream configurations that are marked active will be executed for an incoming stream!</p>
de: <p>Eine Restream Konfiguration erlaubt es dir eingehende Streams in das System unverändert an externe System weiterzuleiten.</p><p>Die Restream Konfiguration benötigt einen vorher konfigurierten Quell-Stream und ein Ziel, dass du über eine RTMP URL frei definieren kannst. Die RTMP URL sollte zum Beispiel so ausschauen: <code>rtmp://servername/app/streamkey</code></p><p>Du kannst natürlich mehrere Restream Konfigurationen auf einen einzelnen Quell-Stream einrichten. Das erlaubt es dir von deinem Encoder nur einmal einen Stream zu senden, diesen aber automatisch an mehrere Platformen weiterzuleiten.</p><p>Nur Restream Konfigurationen die auf Aktiv geschaltet sind werden bei einem neu eingehenden Stream ausgeführt!</p>

# restreamconfig_configuration_header
source: Restream configuration
de: Restream Konfiguration

source: Create
de: Erstellen

source: Actions
de: Aktionen

# update_restreamconfig_configuration_header
source: Update restream configuration
de: Restream Konfiguration anpassen

# application_verbose_name
source: RTMP application
de: Application

# application_verbose_name_plural
source: RTMP applications
de: Applications

# stream_application_help
source: Application which the stream is assigned to
de: Unter welcher RTMP Application gilt diese Stream ID

# stream_stream_help
source: Stream ID for this stream
de: RTMP Stream ID

# stream_name_help
source: Name for this stream
de: Name für diesen Stream

source: Attention! Deleting this stream configuration will also delete all depending configurations.
de: Achtung! Beim Löschen dieser Stream Konfiguration werden auch alle abhängigen Konfigurationen gelöscht.

source: Are you sure you want to delete "%(stream_config_name)s"?
de: Willst du wirklich "%(stream_config_name)s" löschen?

# deleting_configurations_list_header
source: List of deleted configurations
de: Diese Konfigurationen werden gelöscht

# stream_configuration_details_header
source: Stream configuration details
de: Stream Konfiguration Details

# how_to_configure_your_encoder_header
source: How to configure your encoder
de: Wie du deinen Encoder konfigurierst

# set_this_stream_server_in_encoder
source: Set this stream server in your encoder
de: Stelle diesen Stream Server in deinem Encoder ein

# set_this_stream_id_in_encoder
source: Set this stream ID in your encoder
de: Stelle diese Stream ID in deinem Encoder ein

# stream_configuration_text_html
source: <p>A stream configuration allows you to send a stream into the system.</p><p>Only streams that can be matched to a previously configured stream will be accepted by the system.</p><p>The only purpose of the name is to make this stream easily identifiable when creating further configurations.The actual stream ID will be shown to you after creation. <strong>Always keep your stream ID secret.</strong></p>
de: <p>Eine Stream Konfiguration erlaubt es dir einen Stream in das System zu schicken</p><p>Nur Streams die zu einer vorher erstellten Konfiguration zugeordnet werden können werden vom System angenommen.</p><p>Der Name dient dazu den Stream beim Erstellen von weiteren Konfigurationen leicht zu identifizieren. Die tatsächliche Stream ID wird dir nach dem erstellen angezeigt. <strong>Halte die Stream ID auf jeden Fall geheim.</strong></p>

# create_new_stream_configuration_header
source: Create new stream configuration
de: Neue Stream Konfiguration erstellen

# stream_configuration_header
source: Stream configuration
de: Stream Konfiguration

source: Receiving
de: Empfange

# update_stream_configuration_header
source: Change stream configuration
de: Stream Konfiguration anpassen

source: Hello, %(username)s!
de: Hallo, %(username)s!

# navbar_account_password_change
source: Change password
de: Passwort ändern

# navbar_account_logout
source: Logout
de: Abmelden

# navbar_login
source: Login
de: Anmelden

source: Login
de: Anmelden

# forgot_password_q
source: Did you forget your password?
de: Passwort vergessen?

# password_change_successful
source: Password change was successful
de: Passwort erfolgreich geändert

# password_change_successful_text
source: The password has succesfully been changed. From now on you can login with your new password.
de: Das Passwort wurde erfolgreich geändert. Du kannst dich ab jetzt mit dem neuen Passwort anmelden.

source: Change password
de: Passwort ändern

# reset_password
source: Password forgotten?
de: Passwort vergessen

# reset_password_text_html
source: Did you forget your password? No worries. Enter the e-mail address of your user account here. We will send an e-mail with a link to you, which you can use to reset the password.
de: Du hast dein Passwort vergessen? Kein Problem. Gib hier die E-mail Adresse deines Nutzerkonto an, und wir schicken dir einen Link zu mit dem du ein neues Passwort setzen kannst.
